Repository: HerveZu/FriendSpot
Catalog: backend/Api/Resources/NotificationResources.*.resx
Languages: uk

# PushNotification.Booking.Title
source: Spot reserved!
uk: Паркомісце зарезервовано!

# PushNotification.Booking.Body
source: {0} reserved your spot on {1}.
uk: {0} забронював ваше паркомісце на {1}.

# PushNotification.Cancelled.ByUser.Title
source: Reservation cancelled
uk: Бронювання скасовано

# PushNotification.Cancelled.ByUser.Body
source: {0} cancelled a reservation on your spot on {1}.
uk: {0} скасував бронювання вашого місця на {1}.

# PushNotification.Cancelled.ByOwner.Title
source: Reservation cancelled
uk: Бронювання скасовано

# PushNotification.Cancelled.ByOwner.Body
source: {0}'s spot is no longer available on {1}.
uk: Паркомісце {0} більше не доступне на {1}.

# PushNotification.RequestAccepted.Title
source: Booking request accepted!
uk: Запит на бронювання прийнято!

# PushNotification.RequestAccepted.Body
source: {0} has accepted your booking request on {1}.
uk: {0} прийняв ваш запит на бронювання на {1}.

# PushNotification.Reminders.OwnerNeedsToShare.Title
source: Make sure your parking spot is free
uk: Звільніть своє паркувальне місце

# PushNotification.Reminders.OwnerNeedsToShare.Body
source: The reservation starts on {0}. Please vacate your spot in time.
uk: Резервація починається {0}. Будь ласка, звільніть місце вчасно.

# PushNotification.Reminders.UsersBookingStarts.Title
source: Your reservation is about to start
uk: Ваша резервація скоро почнеться

# PushNotification.Reminders.UsersBookingStarts.Body
source: Your reservation begins on {0}. Get ready!
uk: Ваша резервація починається {0}. Підготуйтеся!

# PushNotification.Reminders.UsersBookingEnds.Title
source: Your reservation is ending soon
uk: Ваша резервація майже завершилась

# PushNotification.Reminders.UsersBookingEnds.Body
source: You're reaching the end of your reservation. Please vacate before {0}.
uk: Резервація завершується {0}. Завершіть усе необхідне.
